export const ACCENT_MAP: Record<string, string> = {
  "á": "a", "é": "e", "í": "i", "ó": "o", "ú": "u",
  "à": "a", "è": "e", "ì": "i", "ò": "o", "ù": "u",
  "ä": "a", "ë": "e", "ï": "i", "ö": "o", "ü": "u",
  "ã": "a", "ẽ": "e", "ĩ": "i", "õ": "o", "ũ": "u",
  "ñ": "n",
  "ç": "c",

  "Á": "a", "É": "e", "Í": "i", "Ó": "o", "Ú": "u",
  "À": "a", "È": "e", "Ì": "i", "Ò": "o", "Ù": "u",
  "Ä": "a", "Ë": "e", "Ï": "i", "Ö": "o", "Ü": "u",
  "Ã": "a", "Ẽ": "e", "Ĩ": "i", "Õ": "o", "Ũ": "u",
  "Ñ": "n",
  "Ç": "c"
};